[Grimy_Effect_Healing]
HealedMessage="+<Heal/> HP 治愈"

[MZ_Effect_PsiHeal]
HealedMessage="+<Heal/> HP 治愈"

[MZ_Effect_CKHeal]
HealedMessage="+<Heal/> HP 治愈"

[Isms_Effect_AdrenalineHeal]
HealedMessage="+<Heal/> HP 治愈"

[MZ_Effect_Shield]
HealedMessage="+<Heal/> HP 治愈 (凝血)"

[MZ_Effect_HealMissingHealth]
HealedMessage="+<Heal/> HP 再生"

[MZ_Effect_ZealotFlame]
HealedMessage="+<Heal/> HP 再生 (燃烧)"

[MZ_Effect_AutoMendArmour]
DeShredMessage="+<Heal/> 装甲修复"

[MZ_Effect_AutoMendShield]
HealedMessage="+<Heal/> 护盾充能"

[MZ_Effect_FixArmour]
HealedMessage="+<Heal/> 装甲修复"

[MZ_Effect_LifeBalancer]
HPGainLabel="+<Heal/> HP 获取"
HPLossLabel="-<Heal/> HP 失去"

[MZ_Effect_LifeSteal]
HealedMessage="+<Heal/> HP 偷取"
AbyssalMessage="+<Heal/> HP 吞噬"

[MZ_Effect_ShieldSteal]
HealedMessage="+<Heal/> 护盾偷取"
AbyssalMessage="+<Heal/> 护盾吞噬"

[MZ_Effect_HealWill]
WillGainLabel="+<Heal/> 意志恢复"
WillLossLabel="-<Heal/> 意志损伤"

[MZ_Effect_Might]
AmplifyRemoved="狂猎已消耗"
AmplifyCountdown="狂猎剩余: %d"

[MZ_Effect_PetrifyBlood]
HealedMessage="+<Heal/> HP 恢复"
UnHealedMessage="-<Heal/> HP 石化"
sBloodGaugeLabel="石化血液"
sBloodGaugeTooltip="可以用来避免致命伤害."

[MZ_Effect_VoidPrison]
FailedText= "被怀疑!"
FailedImmune= "免疫!"

[MZGrimyBruiser_AbilitySet]
TaserShotBonusName = "电击弹"
GrapeShotBonusName = "碎片弹"
CausticSlugBonusName = "龙息弹"

DrawFireAllyEffectName = "吸引火力 (防御)"
DrawFireAllyEffectDesc = "盟友正在吸引火力. 增加防御."
DrawFireSelfEffectName = "吸引火力"
DrawFireSelfEffectDesc = "吸引外星人火力. 减少防御，增加护甲."

[MZGrimyFury_AbilitySet]
StrafeBonusName = "扫射"
SprayAndPrayBonusName = "遍地开花扫射"
ReaveBonusName = "掠夺扫射"

[MZGrimyHeadHunter_AbilitySet]
PointBlankBonusName = "零距离射击"
ThunderclapBonusName = "雷霆乱射"
HexHunterBonusName = "起源射击"
PiercingShotBonusName = "穿刺射击"
BuckshotBonusName = "鹿弹射击"

[MZBulletArt_AbilitySet]
RustEffectName="蚀骨"
RustEffectDesc="减少敌人造成的伤害"
MeleeBulletVsSectoidEffectName="近战弱点"

[MZGeneMods_AbilitySet]
AdrenalNeurosympathyEffectName = "战斗冲刺"
NeuralFeedbackEffectName = "灵能能力禁用"
RegenPheremonesEffectName = "体外激素再生"

[MZGremlin_AbilitySet]
ArmorSystemEffectName = "装甲系统"
ArmorSystemEffectDesc = "援助协议正在提供 +<Ability:MZARMORSYSTEMARMORGAIN/> 装甲，直到下一个回合开始."

[MZGrenade_AbilitySet]
DeadlyHazeEffectName = "致盲烟霾"
DeadlyHazeEffectDesc = "伤害暂时下降"

AntiCritSmokeEffectName = "防爆焚香"
AntiCritSmokeEffectDesc = "烟雾防止暴击。"
DodgeSmokeEffectName = "烟雾旋涡"
DodgeSmokeEffectDesc = "烟雾使攻击更难命中或只造成擦伤。"
FogWallEffectName = "雾墙"
FogWallEffectDesc = "烟雾提供了一些侧翼防御。"
MindSmokeEffectName = "圣洁焚香"
MindSmokeEffectDesc = "烟雾可以防止精神控制。"
FortSmokeEffectName = "强化焚香"
FortSmokeEffectDesc = "烟提供保护，降低火焰，毒药，酸和爆炸的损害。"

[MZHolotargeter_AbilitySet]
HoloWillDebuffEffectName = "不安"
HoloWillDebuffEffectDesc = "将意志减少 <Ability:MZHoloWillDebuff/>."

[MZIsmsRogue_AbilitySet]
Recon_Scouted = "侦察"
Recon_ScoutedDesc = "被标记的敌人受到的伤害增加 10-20%，并且失去 5 点防御。"
Relocate_Invisible = "隐形"
Riposte_Parried = "招架"
Riposte_Taunt = "嘲讽"

ScoutingReport_Intel = "谋略"
ScoutingReport_IntelDesc="每回合获得<font color='#0bff9b'>1</font>点谋略，最多可获<font color='#0bff9b'>5</font>点谋略。谋略可提高友军等额的命中和防御，自身获得<font color='#0bff9b'>双倍</font>加成。"
NBK_Focus = "专注"
NBK_FocusDesc = "每回合获得一点专注。提高机动性。"
RushOfBattle_Adrenaline = "肾上腺素"
RushOfBattle_AdrenalineDesc = "击杀时获得 3 点肾上腺素，盟友击杀时获得 1 点。提高闪避。"

[MZKnife_AbilitySet]
StingLikeABeeBonusName = "连击点"
FinishingStrokeBonusName = "失血"

[MZMelee_AbilitySet]
HellcryEffectName = "该死的武器折断了"
HellcryEffectDesc = "伤害暂时降低了"
KillingStrokeBonusName = "致命一击"
BlastWaveDebuffBonusName = "坚韧"

[MZPsiAmp_AbilitySet]
ManuFortiEffectDesc = "暂时增加伤害"
AmorFatiEffectDesc = "受到的伤害减少，但也更容易被击中。"
ThunderousRoarSilenceEffectName = "沉默！"

[MZShield_AbilitySet]
MindCrushEffectName = "心灵崩击"
MindCrushEffectDesc = "减少意志及黑客防御力。"

MentalBulwarkEffectName = "心灵壁垒"
MentalBulwarkEffectDesc = "暂时防止精神影响。"
FortifiedWallEffectName = "坚固墙壁"
FortifiedWallEffectDesc = "暂时防止火，毒，酸和爆炸伤害。"

[MZTrickshot_AbilitySet]
BloodShotBonusName = "红雾"
BloodKillZoneBonusName = "内脏和血腥"
VitalsShotPsiCoolEffectName = "沉默！"

[MZUnspecific_AbilitySet]
TransposeDefenseEffectName = "切换防御"
TransposeDefenseEffectDesc = "获得 <Ability:MZTransposeDefenseBonus/> 防御，直到下一个回合开始。"
SocialDynamoEffectName = "社交发电机"

[MZZFocus_AbilitySet]
FlameFocus_Label = "火焰法力"
FlameFocus_Tooltip = "通过使用不消耗法力的能力击杀敌人获得。"
WaterFocus_Label = "水法力"
WaterFocus_Tooltip = "在每个回合开始时获得。随着法力水平上升，恢复减少。"
EarthFocus_Label = "地法力"
EarthFocus_Tooltip = "通过蹲下获得。"
WindFocus_Label = "风法力"
WindFocus_Tooltip = "通过使用不消耗法力的能力冲刺获得。标准移动冲刺具有改善的恢复能力。"
NecroFocus_Label = "死亡法力"
NecroFocus_Tooltip = "无论何时有任何东西死亡，都会获得少量法力。"
VoidFocus_Label = "虚空法力"
VoidFocus_Tooltip = "不会自然恢复。"
PhantomFocus_Label = "幻影法力"
PhantomFocus_Tooltip = "在每个回合开始时隐藏时获得。"
GunwitchProfFocus_Label = "法力"
GunwitchProfFocus_Tooltip = "使用对应灵能能力时获得."

[X2DownloadableContentInfo_MitzrutiPerkPack]
+NewAbilityAvailabilityStrings="无法支付代价."

[MZ_Helper_Status]
RootedFriendlyName = "定身"
RootedFriendlyDesc = "该单位可以行动，但无法移动。"

StackBleed_Desc = "流血每回合造成 <Ability:StackCountBad/> 点伤害。叠加强度。"

Agony_Label = "痛苦"
Agony_Desc = "每回合增加 <Ability:StackCountBad/> 点 DoT 伤害。叠加强度。"
Bruise_Label = "淤青"
Bruise_Desc = "内部伤害增加了 <Ability:StackCountBad/> 点进一步受到的伤害。叠加强度。"
Might_Label="狂猎"
Might_Desc="造成的伤害增加30%，最高可达<Ability:StackCountGood/>攻击。"
MightEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 获得狂猎."

Provoke_Label="被激怒”
Provoke_Desc="如果可能的话，单目标攻击会重定向到他们的挑衅者。"
ProvokeLost_Label="不再被激怒”
ProvokeLost_Desc="<XGParam:StrValue0/!UnitName/> 不再被激发。”
ProvokeApplied_Desc="<XGParam:StrValue0/!UnitName/> 被激怒。"
ProvokeTicked_Desc="<XGParam:StrValue0/!UnitName/> 仍然被激怒。”

Vanish_Label="消失"
Vanish_Desc = "暂时隐藏。当效果结束时，隐蔽就会被打破。

MinorBarrier_Label="临时护盾"
MinorBarrier_Desc="临时护盾吸收<技能：MZShieldGranted/>伤害。"
TechBarrier_Label = "技术护盾"
TechBarrier_Desc = "临时护盾吸收 <Ability:MZShieldGranted/> 点伤害。"
BloodBarrier_Label = "血屏障"
BloodBarrier_Desc = "临时护盾吸收 <Ability:MZShieldGranted/> 点伤害。"
PsiBarrier_Label = "超能护盾"
PsiBarrier_Desc = "临时护盾吸收 <Ability:MZShieldGranted/> 点伤害。"

ParalysisFriendlyName = "瘫痪"
ParalysisFriendlyDesc = "该单位可能在每个回合开始时被随机击晕。"

ElectrifyFriendlyName = "电击"
ElectrifyFriendlyDesc = "受到电击伤害，并且可能在每个回合开始时被随机击晕。"
ElectrifyEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 被击晕."
ElectrifyEffectTickedString="<XGParam:StrValue0/!UnitName/> 被击晕."
ElectrifyEffectTickedStunString="<XGParam:StrValue0/!UnitName/> 被击晕k."
ElectrifyEffectLostString="<XGParam:StrValue0/!UnitName/> 不再被击晕."

Sacrifice_Protector_Desc="为盟友承受伤害。"
Sacrifice_Protected_Desc="受到的伤害是由盟友承受的。”

[MZ_Effect_BloodCurse]
BloodCurseTitle="血咒"
BloodCurseFriendlyName="血咒"
BloodCurseFriendlyDesc="一种侵蚀身心的古老诅咒，-20灵能、-10意志，每回合受到2-3灵能伤害，持续3回合."
BloodCurseEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 被诅咒."
BloodCurseEffectTickedString="<XGParam:StrValue0/!UnitName/> 仍然被诅咒."
BloodCurseEffectLostString="<XGParam:StrValue0/!UnitName/> 不再被诅咒."

[MZ_Effect_Provoke]
EffectFriendlyName="被嘲讽"
EffectLostFriendlyName="嘲讽消失"
EffectFriendlyDesc="被嘲讽! 这个单位专注于嘲讽者."
EffectFailedFriendlyName="嘲讽仍然存在."
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> 被嘲讽."
EffectTickedString="<XGParam:StrValue0/!UnitName/> 仍然被嘲讽."
EffectLostString="<XGParam:StrValue0/!UnitName/> 不再被嘲讽."

[MZ_Effect_Zombify]
ZombifyEffectName="僵尸化"
ZombifyEffectDesc="容易受到通常只对不死目标起作用的影响."

[MZ_StrategyElement_MZAuxSlot]
AuxSlotDisplayName="专业/特种"
AuxSlotDisplayLetter="S"